Repository: Roma181293/Accountant
Catalog: Accountant/*.lproj/Localizable.strings
Languages: uk

source: <Other>
uk: <Інше>

source: Food
uk: Продукти

source: Transport
uk: Транспорт

source: Gifts
uk: Подарунки

source: Home
uk: Житло

source: Utility
uk: Комуналка

source: Rent
uk: Оренда

source: Renovation
uk: Ремонт

source: Salary
uk: Зарплата

source: Interest on deposits
uk: Відсотки за вкладами

source: Deposit
uk: Депозит

source: Salary card
uk: Зарплатна карта

source: Cash
uk: Готівка

source: Credit card
uk: Кредитна карта

source: Bank 1
uk: Банк 1

source: Bank 2
uk: Банк 2

source: Hanna
uk: Анна

source: Me
uk: Я

source: Kate
uk: Катя

source: Before accounting period
uk: До обліковий період

source: Capital
uk: Капітал

source: Credits
uk: Борги

source: Debtors
uk: Боржники

source: Expenses
uk: Витрати

source: Income
uk: Доходи

source: Money
uk: Гроші

source: Other
uk: Інше

source: "%@" account does not exist. Please contact support
uk: Рахунок "%@" не існує. Будь ласка зверніться до команди підтримки

source: Account name "%@" is already taken. Please use another name
uk: Рахунок "%@" вже існує. Будь ласка використайте інше ім'я

source: Attribute "Type" should be filled in for the root account
uk: Атрибут "Тип" має бути заповненим для кореневого рахунку

source: Category name "%@" is already taken. Please use another name
uk: Категорія "%@" вже існує. Будь ласка використайте інше ім'я

source: Linked account "%@" cannot be removed because of existing transactions
uk: Пов'язаний рахунок "%@" не можна видалити, він не має містити операцій

source: Not supported
uk: Не підтримується

source: Please add From:Account
uk: Будь ласка додайте З:Раунок

source: Please add To:Account
uk: Будь ласка додайте До:Раунок

source: Please create a subaccount for "%@" and select it
uk: Будь ласка створіть дочірній рахунок до "%@" і оберіть його

source: Please enter balance
uk: Будь ласка введіть баланс

source: Please enter credit limit
uk: Будь ласка введіть кредитний ліміт

source: Please enter exchange rate
uk: Будь ласка введіть курс обміну

source: Please enter the account name
uk: Будь ласка введіть ім'я рахунку

source: Please select From:Account
uk: Будь ласка оберіть З:Рахунок

source: Please select To:Account
uk: Будь ласка оберіть До:Рахунок

source: This account cannot be deleted because of existing transactions
uk: Ви не можете видалити даний рахунок, він не має містити операцій

source: This account has an attribure "Type" different from the root account
uk: Рахунок має атрибут "Тип" відмінний від кореневого рахунку

source: This category cannot be deleted because of existing transactions
uk: Ви не можете видалити дану категорію, вона не має містити операцій

source: This currency already exists
uk: Валюта вже існує

source: This currency is already used in transactions where one of the accounts has a different currency
uk: Поточна валюта обліку уже використовується в операціях де один з рахунків має іншу валюту

source: This currency is already used on your accounts
uk: Валюта використовується в рахунках

source: This is name is reserved by the app. Please use another name
uk: Це ім'я зарезервовано додатком. Будь ласка використайте інше

source: This is your accounting currency
uk: Це валюта обліку

source: We create an associated credit account with your credit cards. Credit account "%@" already exists
uk: Разом з кредитною картою ми створюємо пов'язаний кредитний рахунок, і цей рахунок "%@" вже існує

source: You cannot hide "%@" account. Only accounts with 0 balance can be hidden
uk: Не можливо приховати рахунок "%@". Лише рахунки з нульовим балансом можна приховати

source: You have a transaction in the same currency, but amounts in From:Account and To:Account are not matching
uk: Ви маєте транзакцію в одній валюті. Але сума З:Рахунку не співпадає з сумою До:Рахунку

source: Please check amount value to account/category "%@"
uk: Будь ласка перевірте значеня суми на рахунок/категорію "%@"

source: Please check amount value from account/category "%@"
uk: Будь ласка перевірте значеня суми з рахунока/категорії "%@"

source: There are one or more thansaction items with incorrect types value. Possible values: "From", "Credit", "To", "Debit"
uk: Один або більше елементів операціі має некоректне значення типу. Можливі значення: "From", "Credit", "To", "Debit"

source: Item with same name already exists
uk: Елемент з цим імʼям вже існує

source: This item is already used on your accounts
uk: Цей елемент уже використовується в рахунках

source: This holder is already used on your accounts
uk: Цей власник уже використовується в рахунках

source: A subscription is automatically renewed unless you cancel it at least 24 hours before the end of the billing cycle. The renewal fee will be charged on the day before the end of the current billing cycle. You can manage or cancel subscription in your iTunes account settings
uk: Підписка подовжується автоматично, якщо ви не скасували її принаймі за 24 години до завершення поточного періоду. Оплата за подовження буде списано протягом доби, що передує даті завершення поточного періоду. Керувати підпискою та скасувати її можна в налаштуваннях облікового запису iTunes

source: after
uk: після

source: Discount
uk: Знижка

source: for free
uk: безкоштовно

source: per 14 days
uk: за 14 днів

source: per 2 months
uk: за 2 місяці

source: per 3 days
uk: за 3 дня

source: per 3 months
uk: за 3 місяців

source: per 6 months
uk: за 6 місяців

source: per 7 days
uk: за 7 днів

source: per month
uk: за місяць

source: per week
uk: за тиждень

source: per year
uk: за рік

source: Subscribe
uk: Оформити підписку

source: Try for free
uk: Спробувати безкоштовно

source: Add
uk: Додати

source: Add category
uk: Додати категорію

source: Add subcategory
uk: Додати підкатегорію

source: Are you sure you want to delete account and linked account "%@"?
uk: Ви дійсно хочете видалити рахунок і пов'язаний з ним рахунок "%@"?

source: Are you sure you want to delete account?
uk: Ви дійсно хочете видалити рахунок?

source: Are you sure you want to delete this category and all its subcategories?
uk: Ви дійсно хочете видалити категорію і всі підкатегорії?

source: Are you sure you want to hide account?
uk: Ви дійсно хочете приховати рахунок?

source: Are you sure you want to hide category?
uk: Ви дійсно хочете приховати категорію?

source: Are you sure you want to unhide account?
uk: Ви дійсно хочете показати рахунок?

source: Are you sure you want to unhide category?
uk: Ви дійсно хочете показати категорію?

source: Cancel
uk: Закрити

source: Category "%@" contains transactions. All these thansactions will be automatically moved to the new "%@" subcategory
uk: Категорія "%@" має операції. Всі ці операції будуть автоматично переміщені на підкатегорію "%@"

source: Create and Move
uk: Створити і Перемістити

source: Delete
uk: Видалити

source: Hide
uk: Приховати

source: Name
uk: Ім'я

source: New name
uk: Нове ім'я

source: No
uk: Ні

source: Rename
uk: Змінити ім'я

source: Unhide
uk: Показати

source: Warning
uk: Увага

source: Yes
uk: Так

source: From
uk: З

source: To
uk: До

source: Edit
uk: Редагувати

source: Account manager
uk: Менеджер рахунків

source: Accounts
uk: Рахунки

source: Error
uk: Помилка

source: OK
uk: ОК

source: Add account
uk: Додати рахунок

source: Balance on
uk: Баланс на

source: Credit limit
uk: Кредитний ліміт

source: Exchange rate
uk: Курс обміну

source: Done
uk: Готово

source: Example: John BankName salary
uk: Приклад: Артем НазваБанку зарплата

source: Edit account
uk: Редагувати рахунок

source: Please check the credit limit value
uk: Будь ласка перевірте значення кредитного ліміту

source: Create account
uk: Створити рахунок

source: Multicurrency
uk: Багатовалютний

source: This value is subtracted from the total amount and pie chart. Account amount cannot be less than zero. Please check transactions on this account
uk: Це значення виключено з загальної суми та діаграми. Сума по рахунку не може приймати значення менше нуля. Будь ласка перевірте операції з цим рахунком

source: Exchange rate updated: %@
uk: Курс оновлено: %@

source: This value is subtracted from the total amount and pie chart. Category amount cannot be less than zero. Please check transactions on this category
uk: Це значення виключено з загальної суми та діаграми. Сума по категорії не може приймати значення менше нуля. Будь ласка перевірте операції з цією категорією

source: Analytics
uk: Аналітика

source: A-Z
uk: А-Я

source: Apply
uk: Застосувати

source: Day
uk: День

source: Month
uk: Місяць

source: Sorted by
uk: Сортування

source: Time distribution
uk: Розподіл часу

source: Time interval
uk: Інтервал часу

source: Week
uk: Тиждень

source: Z-A
uk: Я-А

source: to activate
uk: щоб активувати

source: Change accounting currency
uk: Змінити валюту обліку

source: Currency
uk: Валюта

source: Accounting start
uk: Початок обліку

source: Choose currecy for Income and Expenses categories. This currency cannot be changed in the future
uk: Оберіть валюту обліку Доходів та Витрат. Ця валюта не може бути змінена у майбутньому

source: Please add credits. Credit card limits are automatically added to credits
uk: Додайте борги. Ліміти по кредитних картках додаються автоматично в борги

source: Please add debtors. Debtors also include bank deposits
uk: Додайте боржників. До боржників також відносяться вклади та депозити в банках

source: Please add expense categories
uk: Додайте категорії витрат

source: Please add income categories
uk: Додайте категорії доходів

source: Please add money accounts (Cash and bank cards). Do NOT enter secure info about bank cards (full card number and CV2 code)
uk: Додайте грошові рахунки (Готівку та банківські картки). Не вказуйте дані банківських карток (повний номер картки та CV2 код)

source: Please choose currency
uk: Будь ласка оберіть валюту

source: Start accounting
uk: Почати облік

source: Try functionality
uk: Спробувати функціонал

source: Welcome
uk: Привіт

source: Add transaction
uk: Додати операцію

source: Comment
uk: Коментар

source: Do you want to save changes?
uk: Ви дійсно хочете зберегти зміни?

source: Edit transaction
uk: Редагувати операцію

source: From:
uk: З:

source: From: Account
uk: З: Рахунок

source: Expense
uk: Витрата

# Income1
source: Income
uk: Дохід

source: Transfer
uk: Переказ

source: Manual
uk: Ручна

source: Please check the amount value
uk: Перевірте значення суми

source: Please check the "From:" amount value
uk: Перевірте значення суми "З:"

source: Please check the "To:" amount value
uk: Перевірте значення суми "До:"

source: Please select "From:" account/category
uk: Оберіть "З:" рахунок/категорію

source: Please select "To:" account/category
uk: Оберіть "До:" рахунок/категорію

source: Save
uk: Зберегти

source: Step 2
uk: Крок: 2

source: To:
uk: До:

source: To: Account
uk: До: Рахунок

source: Use exchange rate
uk: Використати курс

source: Please contact support. Cannot find external table view to add cells
uk: Please contact to support. Can not find external table view to add cells

source: Please contact support. Cannot find external table view to count the number of rows
uk: Please contact to support. Can not find external table view to count number of rows

source: Please contact support. Cannot find external table view to delete transaction item
uk: Please contact to support. Can not find external table view to remove transaction item

source: Duplicate
uk: Дублювати

source: Do you want to delete transaction?
uk: Ви дійсно хочете видалити операцію?

source: Get PRO
uk: PRO

source: Transactions
uk: Операції

source: Multi item transaction
uk: Багатоелементна операція

source: Accounting currency
uk: Валюта обліку

source: Import account list
uk: Імпорт рахунків

source: Import transaction list
uk: Імпорт операцій

source: Privacy policy
uk: Політика конфіденційності

source: Settings
uk: Налаштування

source: Export account list
uk: Експорт рахунків

source: Export transaction list
uk: Експорт операцій

source: Terms of use
uk: Умови використання

source: App version
uk: Версія

source: Account creation in currencies different from accounting currency
uk: Створення рахунків у валютах відмінних від валюти обліку

source: Duplicate transactions
uk: Дублювання операцій

source: Export and import of transactions
uk: Експорт та імпорт операцій

source: Create multi item transactions
uk: Створення багатоелементних операцій

source: Hide accounts and categories
uk: Приховування рахунків і категорій

source: No ads
uk: Відсутність реклами

source: Security
uk: Безпека

source: Subcategories. Create income and expense strucrure
uk: Підкатегорії. Створення структури доходів і витрат

source: Unlimited number of accounts, categories and subcategories
uk: Необмежена кількість рахунків, категорій та підкатегорій

source: Account
uk: Рахунок

source: Amount
uk: Сума

source: Credit limit:
uk: Кредитний ліміт:

source: Get PRO access
uk: Отримати PRO доступ

source: PRO access
uk: PRO доступ

source: Test mode
uk: Тестовий режим

source: till
uk: до

# AED
source: UAE Dirham
uk: Дирхам ОАЕ

# AMD
source: Armenian Fram
uk: Вірменський драм

# AUD
source: Australian Dollar
uk: Австралійський долар

# AZN
source: Azerbaijan Manat
uk: Азербайджанський манат

# BDT
source: Bangladeshi Taka
uk: Бангладешська така

# BGN
source: Bulgarian Lev
uk: Болгарський лев

# BRL
source: Brazilian Real
uk: Бразильський реал

# BYN
source: Belarusian Ruble
uk: Білоруський рубль

# CAD
source: Canadian Dollar
uk: Канадський долар

# CHF
source: Swiss Franc
uk: Швейцарський франк

# CNY
source: Chinese Yuan Renminbi
uk: Китайський Юань Женьміньбі

# CZK
source: Czech Koruna
uk: Чеська крона

# DKK
source: Danish Krone
uk: Данська крона

# DZD
source: Algerian Binar
uk: Алжирський динар

# EGP
source: Egyptian Pound
uk: Єгипетський фунт

# EUR
source: Euro
uk: Євро

# GBP
source: British Pound
uk: Британський фунт стерлінгів

# GEL
source: Georgian Lari
uk: Грузинська ларі

# GHS
source: Ghanaian Cedi
uk: Ганське седі

# HKD
source: Hong Kong Dollar
uk: Гонконгівський долар

# HRK
source: Croatian Kuna
uk: Хорватська куна

# HUF
source: Hungarian Forint
uk: Вернгерський форинт

# IDR
source: Indonesian Rupiah
uk: Індонезійська рупія

# ILS
source: Israeli New Shekel
uk: Ізраїльський шекель

# INR
source: Indian Rupee
uk: Індійська рупія

# IQD
source: Iraqi Dinar
uk: Іракський динар

# IRR
source: Iranian Rial
uk: Іранський ріал

# JPY
source: Japanese Yen
uk: Японська єна

# KGS
source: Kyrgyzstanian Som
uk: Киргистанський сом

# KRW
source: South-Korean Won
uk: Південно Корейська вона

# KZT
source: Kazakhstan Tenge
uk: Казахстанське теньге

# LBP
source: Lebanese Pound
uk: Ліванський фунт

# LYD
source: Libyan Dinar
uk: Лівійський динар

# MAD
source: Maroccan Dihrim
uk: Марокканський дирхам

# MDL
source: Moldavan Leu
uk: Молдовський лей

# MXN
source: Mexican Peso
uk: Мексиканське песо

# MYR
source: Malaysian Ringgit
uk: Малайзійський ринггіт

# NOK
source: Norwegian Kroner
uk: Норвезька крона

# NZD
source: New Zealand Dollar
uk: Новозеландський долар

# PLN
source: Polish Zloty
uk: Польський злотий

# RON
source: Romanian Lei
uk: Румунський лей

# RSD
source: Serbian Dinar
uk: Сербський динар

# RUB
source: Russian Rouble
uk: Російський рубль

# SAR
source: Saudi Riyal
uk: Саудівський ріял

# SEK
source: Swedish Krona
uk: Шведська крона

# SGD
source: Singapore Dollar
uk: Сінгапурський долар

# THB
source: Thai Baht
uk: Тайський бат

# TJS
source: Tajikistani Somoni
uk: Таджикістанське сомоні

# TMT
source: Turkmenistan Manat
uk: Туркменський манат

# TND
source: Tunisian Dinar
uk: Туніський динар

# TRY
source: Turkish Lira
uk: Турецька ліра

# TWD
source: Taiwan Dollar
uk: Тайванський долар

# UAH
source: Ukraine Hryvnia
uk: Українська гривня

# USD
source: US Dollar
uk: Долар США

# UZS
source: Urbekistan Som
uk: Узбецький сум

# VND
source: Vietnamese Dong
uk: В'єтнамський донг

# ZAR
source: South African Rand
uk: Південно Афпіканський ренд

source: Import transactions
uk: Імпорт операцій

source: Success
uk: Успіх

source: All transactions successfully added
uk: Всі операції успішно додані

source: Please fix all errors in transaction list
uk: Будь ласка виправте всі помилки в операціях

source: Show olny errors
uk: Показати тільки помилки

source: Keeper
uk: Хранитель

source: Add keeper
uk: Додати хранителя

source: Add bank
uk: Додати банк

source: Add person
uk: Додати людину

source: Holder
uk: Власник

source: Add Holder
uk: Додати власника

source: Icon
uk: Іконка
