Repository: Roma181293/Accountant
Catalog: Accountant/Scenes/Utility/First Launch/StartAccounting/*.lproj/StartAccountingVCLocalizable.strings
Languages: ru, uk

source: Go to bank profiles
ru: Перейти к банковским профилям
uk: Перейти до банківських профілів

source: Continue
ru: Далее
uk: Далі

source: Choose currecy for Income and Expenses categories. This currency cannot be changed in the future
ru: Виберите валюту учета Доходов и Расходов. В дальнейшем ее нельзя будет изменить
uk: Оберіть валюту для обліку Доходів і Витрат. В подальшому її не можна буде змінити

source: Add Monobank bank profile, to sync statements data. All the data stores only on this device locally
ru: Добавить профиль Monobank для синхронизации выписок. Вся информация хранится только на этом устройстве локально
uk: Додайте профіль Monobank для синхронізації виписок. Вся інформація зберігається тільки на цьому пристрої локально

source: Please add income categories. By tapping ⊕ button, or add subcategories by swiping from right to left. If you tap to the category that has ">" you can see all subcategories to the selected one
ru: Добавьте категории доходов. Нажмите ⊕ или смахните по категории чтобы добавить подкатегорию. Нажмите на категорию с ">" чтобы перейти к ее подкатегориям
uk: Додайте категорії доходів. Натисніть ⊕ або змахніть по категорії щоб додати підкатегорію. Натисніть на категорію з ">" щоб перейти до її підкатегорій

source: Please add expense categories
ru: Добавьте категории расходов
uk: Додайте категорії витрат

source: Please add money accounts (Cash and bank cards). Do NOT enter secure info about bank cards (full card number and CV2 code)
ru: Добавьте денежные счета (Наличные и банковские карты). Не добавляйте конфиденциальную информацию о банковских счетах (полный номер карты или CV2 код)
uk: Додайте грошові рахунки (Готівку та банківські картки). Не додавайте конфіденційну інформацію про банківські рахунки (повний номер карти або CV2 код)

source: Please add debtors. Debtors also include bank deposits
ru: Добавьте должников и банковские вклады
uk: Додайте боржників та банківські вклади

source: Please add credits Credit card limits are automatically added to credits
ru: Добавьте должников Лиммиты по кредитных картах добавляются автоматическив долги
uk: Додайте борги Ліміти по кредитних картках додаються автоматично в борги

source: Accounting start
ru: Начало учета
uk: Початок обліку

source: Error
ru: Ошибка
uk: Помилка
