Repository: Roma181293/Accountant
Catalog: Accountant/Scenes/Domain/MultiItemTransactionEditor/*.lproj/TransactionLocalizable.strings
Languages: ru, uk

source: There is an unapplied transaction before this date
ru: До этой даты есть непримененная транзакция
uk: До цієї дати є незастосована транзакція

source: Amounts in From:Account and To:Account is not equal
ru: Cумма С:Счет не совпадает с суммой На:Счет
uk: Cума З:Рахунку не співпадає з сумою До:Рахунку

source: Please add To:Account
ru: Пожалуйста добавьте На:Счет
uk: Будь ласка додайте До:Раунок

source: Please add From:Account
ru: Пожалуйста добавьте С:Счет
uk: Будь ласка додайте З:Раунок

source: Please select To:Account
ru: Пожалуйста выберите На:Счет
uk: Будь ласка оберіть До:Рахунок

source: Please select From:Account
ru: Пожалуйста выберите С:Счет
uk: Будь ласка оберіть З:Рахунок

source: Please create a subaccount for "%@" and select it
ru: Пожалуйста создайте дочерний счет к "%@" и выберите его
uk: Будь ласка створіть дочірній рахунок до "%@" і оберіть його

source: Please check amount value to account/category "%@"
ru: Пожалуйста проверьте значение суммы на счет/категорию "%@"
uk: Будь ласка перевірте значення суми до рахунку/категорії "%@"

source: Please check amount value from account/category "%@"
ru: Пожалуйста проверьте значение суммы со счета/категории "%@"
uk: Будь ласка перевірте значення суми з рахунку/категорії "%@"

source: Archived transaction can not be edited. If you want to make chages, please set archiving date before transaction date
ru: Заархивированая транзакция не может редактироваться. Если вы хотите внести изменения пожалуйста установите новую дату архивирования до даты транзакции
uk: Заархівована транзакція не може редагуватись. Якщо ви хочете внести зміни, будь ласка встановіть нову дату архівавання до дати транзакції

source: You cannot set transaction date in close period. If you want to make chages, please set archiving date before transaction date
ru: Вы не можете устанавливать дату транзакции в закрытом периоде. Если вы хотите внести изменения пожалуйста установите новую дату архивирования до даты транзакции
uk: Ви не можете встановлювати дату транзакції в закритому періоді. Якщо ви хочете внести зміни, будь ласка встановіть нову дату архівавання до дати транзакції
