Repository: Roma181293/Accountant
Catalog: Accountant/Workers/AccountEditorService/*.lproj/AccountEditorServiceLocalizable.strings
Languages: ru, uk

source: Empty name
ru: Пустое имя
uk: Пусте ім'я

source: Reserved name
ru: Зарезервированное имя
uk: Зарезервоване ім'я

source: Account name "%@" is already taken
ru: Имя счета "%@" уже используется
uk: Ім'я рахунку "%@" вже використовується

source: Category name "%@" is already taken
ru: Имя категории "%@" уже используется
uk: Ім'я категорії "%@" вже використовується

source: Empty rate
ru: Пустой курс обмена
uk: Пустий курс обміну

source: Zero rate value
ru: Нулевой курс обмена
uk: Нульовий курс обміну

source: Name cannot be empty
ru: Имя не может быть пустым
uk: Ім'я не може бути пустим

source: Some names are reserved by the app
ru: Некоторый имена зарезервированы приложением
uk: Деякі імена зарезервовані додатком

source: The account name should be unique
ru: Имя счета должно быть уникальным
uk: Ім'я рахунку має бути унікальним

source: The category name should be unique
ru: Имя категории должно быть уникальным
uk: Ім'я категорії має бути унікальним

source: Exchange rate is required
ru: Курс обмена обязательный
uk: Курс обміну обов'язковий

source: Exchange rate can not be equal to zero
ru: Курс обмена не может равняться нулю
uk: Курс обміну не може дорівнювати нулю

source: Please enter name
ru: Пожалуйста введите имя
uk: Будь ласка введіть ім'я

source: Please use another name
ru: Пожалуйста используйте другое имя
uk: Будь ласка використайте інше ім'я

# Please enter rate value
source: Enter rate value
ru: Пожалуйста введите курс обмена
uk: Будь ласка введіть курс обміну

# Please enter value grater then zero
source: Enter value grater then zero
ru: Пожалуйста введите курс обмена больше нуля
uk: Будь ласка введіть курс обміну більше нуля

source: Please contact to support
ru: Пожалуйста обратитесь в поддержку
uk: Будь ласка зверніться у підтримку

source: Initial balance for
ru: Исходный баланс для
uk: Початковий баланс для

source: and
ru: и
uk: та
